# coment --- კომენტარი python-ში აღინიშნება # და რასაც მაში ვწერთ კომპიუტერი ვერ აღიქმევს კომენტარის ნახვა და წალიტხვა მხოლოდ ადამიანს შეუძლია

#Python-ში case-sensitive ნიშნავს, რომ ენა განასხვავებს დიდ და პატარა ასოებს.

# snake case - მართლწერის სინტაქტი, როდესაც ორი აზრობრივად დაკავშირებულ მნიშნველობებს ერთმანეთში space-ის ნაცვლად ვაერთებთ 
my_name = ("ვასიკო რაზმაძე")

favorite_subject = ("პროგრამირებას")

print(my_name, "სწავლობს" , favorite_subject,  )

#bug # Bug - შეცდომა, როდესაც პროგრამა არასწორად მუშაობს.

# Debugging - პროცესი, როდესაც ვცდილობთ ვიპოვოთ და გამოვასწოროთ შეცდომები (bug)

print("hello word")

city = "london"
 
print(city)