age = (15)
print(age)
# Input ნიშნავს იმას, რაც პროგრამამ მიიღე გარედან — ეს შეიძლება იყოს მომხმარებლის მიერ შეყვანილი ინფორმაცია,
# ფაილიდან წაკითხული მონაცემები ან სხვა პროგრამიდან მიღებული ინფორმაცია.

# Output კი არის ის, რასაც პროგრამა აბრუნებს ან აჩვენებს — მაგალითად, ეკრანზე გამოტანილი ტექსტი,
# ფაილში ჩაწერილი ინფორმაცია ან სხვა პროგრამისთვის გადაცემული შედეგი.

# განსხვავება:
# Input არის "შესასვლელი" მონაცემი — ის, რასაც პროგრამა იღებს.
# Output არის "გამოსასვლელი" მონაცემი — ის, რასაც პროგრამა აბრუნებს ან აჩვენებს.
# მომხმარებლისგან ორი რიცხვის შეყვანა
num1 = float(input(" 10 "))
num2 = float(input(" 15 "))

# მათ შორის მოქმედებები
print("მიმატება:", 10 + 15)
print("გამოკლება:", 10 - 15)
print("გამრავლება:", 10 * 15)
print("გაყოფა", 10/15)
print("გაყოფა", 10//15)

# მომხმარებლის საყვარელი ელემენტების შეყვანა
color = input(" red ")
animal = input(" dog ")
place = input(" tokio ")

# წინადადების დაბეჭდვა
print("red \"" + color + "\",dog \"" + animal + "\",tokio \"" + place + "\"")

ptint((input ))


# 4 მანქანის სახელისა და მოდელის შეყვანა
car1 = input("bmw ")
car2 = input("mercedes ")
car3 = input("audi ")
car4 = input(" kia ")

# მანქანების სია
cars = [car1, car2, car3, car4]


print("\nშეყვანილი მანქანებია:")
print(car1)
print(car2)
print(car3)
print(car4)




